Repository: Logora/LogoraiOSTestApp
Catalog: LogoraiOSTestApp/*.lproj/Localizable.strings
Languages: es, fr

# infoAllDebates
source: All debates
es: Todos los debates
fr: Tous les débats

# headerMainDebate
source: Featured debates
es: Debates destacados
fr: Débat à l'affiche

# headerTrendingDebates
source: Trending debates
es: Debates en tendencia
fr: Débats tendances

# headerBestUsers
source: Best debaters
es: Debatientes de la semana
fr: Débatteurs de la semaine

# infoSeeMoreDebates
source: View more debates
es: Ver más debates
fr: Voir plus de débats

# infoRelatedDebates
source: Debates selected for you
es: Debates seleccionados para ti
fr: Débats sélectionnés pour vous

# actionSignIn
source: Sign in
es: Conexión
fr: Connexion

# user_profile
source: Profile
es: Perfil
fr: Profil

# debate_box_title
source: Title of the debate
es: Título del debate
fr: Titre du débat

# debate_box_image_content_description
source: Image of the debate
es: Imagen del debate
fr: Image du débat

# debate_box_vote_percentage
source: 50% Yes
es: 50% Sí
fr: 50% Oui

# debate_box_user_list_empty
source: No participants
es: No hay participantes
fr: Aucun participant

# user_icon_content_description
source: Participant Image
es: magen del participante
fr: Image du participant

# user_box_full_name
source: Name of debater
es: Nombre del polemista
fr: Nom du débatteur

# user_box_level
source: Level
es: Nivel
fr: Niveau

# user_box_level_content_description
source: Level icon
es: Icône de niveau
fr: Icône de niveau

# search_user_tab
source: Debaters
es: Debatientes
fr: Débatteurs

# list_empty
source: No element found
es: No hay artículos todavía
fr: Aucun élément pour l'instant

# search_header
source: Results for
es: resultados para
fr: Résultats pour

# index_sort_trending_option
source: Most relevant
es: Lo más relevante
fr: Le plus pertinent

# index_sort_recent_option
source: Newest
es: Los más recientes
fr: Le plus récent

# index_sort_old_option
source: Oldest
es: Los más antiguos
fr: Le plus ancien

# user_image_content_description
source: Profile image of the debater
es: Imagen de perfil del polemista
fr: Image de profile du débatteur

# user_votes_count_text
source: votes
es: votos

# user_disciples_count_text
source: followers
es: seguidores
fr: disciples

# user_tags_header
source: Interests
es: Intereses
fr: Intérêts

# user_tags_empty
source: Not enough activity
es: No hay suficiente actividad
fr: Pas assez d'activité

# user_arguments_tab
source: Arguments
es: Argumentos

# user_badges_tab
source: Badges
es: Insignias

# user_mentors_tab
source: Subscribers
es: Suscripciones
fr: Mentors

# user_disciples_tab
source: Followers
es: seguidores
fr: Disciples

# user_next_badges_header
source: Next badges to obtain
es: Próximas insignias a obtener
fr: Prochains badges à obtenir

# user_badges_header
source: Hall of fame
es: Sala de insignias
fr: Salle des badges

# badge_icon_content_description
source: Badge icon
es: Icono de insignia
fr: Icône du badge

# next_badge_icon_content_description
source: Badge icon
es: Icono de insignia
fr: Icône du badge

# badge_box_title
source: Badge Name
es: Nom du badge
fr: Nom du badge

# badge_box_description
source: Badge description
es: Description du badge
fr: Description du badge

# debate_name
source: Title of the debate
es: Titre du débat
fr: Titre du débat

# debate_published_date
source: Publication date of the debate
es: Date de publication du débat
fr: Date de publication du débat

# debate_first_position
source: Yes
es: Sí
fr: Oui

# debate_edit_vote
source: Edit
es: Editar
fr: Modifier

source: Search
es: Búsqueda
fr: Recherche

# search_icon_content_description
source: Search icon
es: Icône de recherche
fr: Icône de recherche

# search_back_icon_content_description
source: Back icon
es: Icône de retour
fr: Icône de retour

# search_placeholder
source: Search for a debate…
es: Buscar un debate…
fr: Rechercher un débat…

# search_submit_icon_content_description
source: Search icon
es: Icône de recherche
fr: Icône de recherche

# notification_icon_content_description
source: Notification icon
es: Icône de notification
fr: Icône de notification

# debate_follow_inactive
source: Follow
es: Seguir
fr: Suivre

# debate_follow_active
source: Debate followed
es: Siguió el debate
fr: Débat suivi

# share_icon_content_description
source: Share icon
es: Icône de partage
fr: Icône de partage

# share_link_icon_content_description
source: Copy to clipboard icon
es: Icône de copie dans le presse-papier
fr: Icône de copie dans le presse-papier

# argument_sort_trending
source: Most relevant
es: Lo más relevante
fr: Le plus pertinent

# argument_sort_recent
source: Newest
es: Los más recientes
fr: Le plus récent

# argument_sort_old
source: Oldest
es: Los más antiguos
fr: Le plus ancien

# argument_date
source: 5 days ago
es: hace 5 días
fr: Il y a 5 jours

# argument_view_replies
source: See the answers
es: ver las respuestas
fr: Voir les réponses

# argument_hide_replies
source: Hide answers
es: Respuestas ocultas
fr: Masquer les réponses

source: More actions
es: Mas acciones
fr: Plus d'actions

source: Report
es: Informar
fr: Signaler

# participants_count
source: Number of participants
es: Número de participantes
fr: Nombre de participants

# notifications
source: Alerts
es: Notificaciones
fr: Alertes

# notification_content
source: Alerts
es: Notificaciones
fr: Alerte

# notification_date
source: A day ago
es: Hace un día
fr: Il y a un jour

# notifications_new_badge
source: You got the badge
es: Tienes la insignia
fr: Vous avez obtenu le badge

# notifications_level_up
source: You are now at the level
es: Ahora estás al nivel
fr: Vous êtes maintenant au niveau

# notifications_mentor_level_up
source: reached the level
es: alcanzó el nivel
fr: a atteint le niveau

# notifications_followed
source: followed you
es: te siguió
fr: vous a suivi

# notifications_multiple_answers
source: other people responded
es: otras personas respondieron
fr: autres personnes ont répondu

# notifications_answer
source: responded
es: respondió
fr: a répondu

# notifications_multiple_support
source: other people support
es: otras personas apoyan
fr: autres personnes soutiennent

# notifications_support
source: support
es: apoya
fr: soutient

# notifications_multiple_participations
source: other people participated
es: otras personas participaron
fr: autres personnes ont participé

# notifications_participation
source: took part
es: participó
fr: a participé

# notifications_subject
source: to your message in the debate
es: a tu mensaje en el debate
fr: a votre message dans le débat

# notifications_subject_argument
source: your argument
es: tu argumento
fr: votre argument

# notifications_subject_debate
source: in the debate
es: en el debate
fr: dans le débat

# notifications_read_all
source: Mark all as read
es: Marcar todo como leído
fr: Tout marquer comme lu

# notifications_read_all_success
source: All alerts are marked as read
es: Todas las alertas están marcadas como leídas
fr: Toutes les alertes sont marquées comme lues

# notifications_group_invitation_action
source: challenges you to a duel
es: te reta a duelo
fr: vous provoque en duel

source: View more
es: Ver más
fr: Voir plus

# report_spam
source: Unwanted or low-quality content
es: Contenido no deseado o de baja calidad
fr: Contenu indésirable ou de mauvaise qualité

# report_harassment
source: Harassment
es: acoso
fr: Harcèlement

# report_hate_speech
source: Hate speech
es: discurso de odio
fr: Discours haineux

# report_plagiarism
source: Plagiarism
es: Plagiat
fr: Plagiat

# report_fake_news
source: Fake news
es: información falsa
fr: Fausses informations

# report_success
source: Your report has been sent.
es: Su denuncia ha sido enviada correctamente
fr: Votre signalement à bien été envoyé.

# report_error
source: There was a problem sending your report.
es: Se ha producido un problema al enviar su informe
fr: Un problème est survenu lors de l'envoi de votre signalement.

# report_header
source: Report an argument
es: Reportar un argumento
fr: Signaler un argument

# side_dialog_header
source: Choose your side
es: Elige tu bando
fr: Choisissez votre camp

# delete_dialog_header
source: Are you sure you want to remove this argument?
es: Está seguro de que desea eliminar este argumento?
fr: Êtes-vous sûr de vouloir supprimer cet argument ?

# widget_button
source: Go to the debate
es: Ir al debate
fr: Aller au débat

# argument_update_success
source: Your argument has been modified
es: u argumento ha sido modificado correctamente
fr: Votre argument à bien été modifié

# argument_delete_success
source: Your argument has been deleted
es: Su argumento ha sido eliminado correctamente
fr: Votre argument à bien été supprimé

# argument_create_success
source: Your argument has been published
es: Su argumento ha sido publicado correctamente
fr: Votre argument à bien été publié

# reply_create_success
source: Your response has been published
es: Su respuesta ha sido publicada correctamente
fr: Votre réponse à bien été publiée

# issue
source: A problem has occurred
es: Se ha producido un problema
fr: Un problème est survenu

source: Delete
es: Borrar
fr: Supprimer

source: Cancel
es: Cancelar
fr: Annuler

# author_box_default_name
source: Share your opinion
es: Comparte tu opinión
fr: Partagez votre opinion

# author_box_default_level
source: Level up
es: Gana niveles
fr: Gagnez des niveaux

# moderated_argument
source: Awaiting moderation
es: Pendiente de moderación
fr: En attente de modération

# login_info
source: Your action is not recorded! Sign up to save it and be alerted by email.
es: ¡Su acción no ha sido registrada! Regístrese para guardarla y recibir una alerta por correo electrónico.
fr: Votre action n'est pas enregistrée ! Inscrivez-vous pour l'enregistrer et être alerté par mail.

# login_sign_up
source: Sign up
es: Regístrate
fr: Je m'inscris

# already_have_account
source: Already have an account ?
es: ¿Ya tienes una cuenta?
fr: Déjà un compte ?

# login_sign_in
source: Sign in
es: Iniciar sesión
fr: Je me connecte

# login_cancel
source: Continue without saving
es: Continuar sin registrar
fr: Continuer sans enregistrer

# cgu
source: General Conditions of Use
es: Condiciones generales de uso
fr: Conditions Générales d'Utilisation

# argument_input_placeholder
source: Add an argument...
es: Añadir un argumento...
fr: Ajouter un argument...

# reply_input_placeholder
source: Your answer...
es: Tu respuesta...
fr: Votre réponse...

# login_cgu
source: By clicking on « Sign up »,I declare that I have read the General Conditions of Use of the debate space and accept them
es: Al hacer clic en Me registro, declaro haber leído las Condiciones de uso del espacio de debate y las acepto
fr: En cliquant sur « Je m’inscris », je déclare avoir pris connaissance des Conditions Générales d'Utilisation de l’espace de débat et les accepter

source: See all debates
es: Ver todos los debates
fr: Voir tout les débats

source: Read more
es: Leer más
fr: Lire plus

# share_content
source: This debate should interest you
es: Este debate debería interesarte
fr: Ce débat devrait vous intéresser

source: Link copied !
es: ¡Enlace copiado!
fr: Lien copié !

# share_debate
source: Share the debate
es: Compartir el debate
fr: Partager le débat

# request_error
source: An error occurred during your request
es: Se produjo un error durante su solicitud
fr: Une erreur est survenue lors de votre requête

# info_user_manual
source: User guide
es: Carta de moderación
fr: Charte de modération

# info_report_a_bug
source: Suggest an improvement
es: Sugerir una mejora
fr: Proposer une amélioration

# info_made_by
source: Powered by Logora
es: ropulsado por Logora
fr: Propulsé par Logora

source: Logout
es: Desconexión
fr: Déconnexion

# points
source: eloquence point
es: elocuencia puntos

# gamification_badge_box_completed
source: Completed!
es: ¡Terminado!
fr: Complété !

# gamification_badge_box_create_argument_description
source: Write %1$d argument%2$@
es: Escribe %1$d argumento%2$@
fr: Écrire %1$d argument%2$@

# gamification_badge_box_create_argument_reward
source: Dialogue pro
es: Debatiente apasionado
fr: Débatteur Passionné

# gamification_badge_box_create_argument_title
source: Contributor
es: Colaborador
fr: Contributeur

# gamification_badge_box_create_argument_well_scored_description
source: Write %1$d argument%2$@ with a relevance score of at least 75
es: Escribe %1$d argumento%2$@ con una puntuación de relevancia de al menos 75
fr: Écrire %1$d argument%2$@ avec un score de pertinence d'au moins 75

# gamification_badge_box_create_argument_well_scored_reward
source: Great Debater
es: Gran debatiente
fr: Grand Débatteur

# gamification_badge_box_create_argument_well_scored_title
source: Speaker
es: Orador
fr: Orateur

# gamification_badge_box_debate_suggestion_accepted_description
source: Have your suggestion selected %1$d times
es: Que tu sugerencia sea seleccionada %1$d vez
fr: Avoir sa suggestion sélectionnée %1$d fois

# gamification_badge_box_debate_suggestion_accepted_reward
source: Master influencer
es: Debatiente influyente
fr: Débatteur Influent

# gamification_badge_box_debate_suggestion_accepted_title
source: Influencer
es: Influyente
fr: Influenceur

# gamification_badge_box_description_added_description
source: Add a description to your profile
es: Añade una descripción a tu perfil
fr: Ajouter une description dans son profil

# gamification_badge_box_description_added_title
source: Person with status
es: Notable
fr: Notable

# gamification_badge_box_get_vote_description
source: Get %1$d vote%2$@
es: Obtener %1$d voto%2$@
fr: Obtenir %1$d vote%2$@

# gamification_badge_box_get_vote_reward
source: Charismatic
es: Reconocido debatiente
fr: Débatteur Renommé

# gamification_badge_box_get_vote_title
source: Popular
es: ¡Gracias, mamá!
fr: Merci Maman !

# gamification_badge_box_join_against_camp_description
source: Support the "Against" camp on %1$d débate%2$@
es: Apoya al bando "En contra" en %1$d debate%2$@
fr: Soutenir le camp "Contre" sur %1$d débat%2$@

# gamification_badge_box_join_against_camp_reward
source: Opponent
es: Oponente
fr: Opposant

# gamification_badge_box_join_against_camp_title
source: Critic
es: Crítico
fr: Critique

# gamification_badge_box_join_debate_description
source: Participate in %1$d débate%2$@
es: Participar en %1$d debate%2$@
fr: Participer à %1$d débat%2$@

# gamification_badge_box_join_debate_reward
source: Great Debater
es: Gran debatiente
fr: Grand Débatteur

# gamification_badge_box_join_debate_title
source: Deputy
es: Representante
fr: Député

# gamification_badge_box_join_for_camp_description
source: Support the "For" camp on %1$d débate%2$@
es: Apoya al bando "A favor" en %1$d debate%2$@
fr: Soutenir le camp "Pour" sur %1$d débat%2$@

# gamification_badge_box_join_for_camp_reward
source: Partisan
es: Partidario

# gamification_badge_box_join_for_camp_title
source: Supporter
es: Miembro
fr: Adhérent

# gamification_badge_box_level
source: Level %1$d
es: Nivel %1$d
fr: Niveau %1$d

# gamification_badge_box_title
source: At level %1$d you will get the title:
es: En el nivel %1$d En el nivel
fr: Obtention au niveau %1$d du titre :

# gamification_badge_box_title_obtained
source: Title obtained:
es: Título obtenido:
fr: Titre obtenu :

# gamification_badge_box_title_shown
source: Title shown:
es: Título mostrado:
fr: Titre affiché :

# secondsAgo
source: %d sec ago
es: %d hace segundos
fr: il y a %d sec

# minutesAgo
source: %d min ago
es: %d Hace minutos
fr: il y a %d min

# hoursAgo
source: %d hrs ago
es: %d Horas atras
fr: il y a %d sec hrs

# daysAgo
source: %d days ago
es: %d hace días
fr: il y a %d jours

# weeksAgo
source: %d weeks ago
es: %d hace semanas
fr: il y a %d semaine

# action_show_result
source: -Show result
es: -Ver los resultados
fr: -Voir le résultat

# totalVotesFormat
source: %@ votes
es: %@ votos

source: Share
es: Compartir
fr: Partager

source: Followed
es: Seguido
fr: Suivi

# infoAllDebatesShort
source: Debates
fr: Débats

# search_debate_tab
source: Debates
fr: Débats

# user_debates_count_text
source: Debates
fr: débats

# debate_second_position
source: No
fr: Non
